Revit 2024 API
SymbolTypeId.FtSup4 Property
 Symbol ft⁴, indicating unit Feet to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup4 { get; }
Visual Basic
Public Shared ReadOnly Property FtSup4 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup4 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace